{
   "Adhere": "An object is covered in extremely sticky slime.",
   "Anchor": "A strong wire sprouts from your arms, affixing itself to two points within 50ft on each side.",
   "Animate Object": "An object obeys your commands as best it can.",
   "Anthropomorphize": "An animal either gains human intelligence or human appearance for one day.",
   "Arcane Eye": "You can see through a magical floating eyeball that flies around at your command.",
   "Astral Prison": "An object is frozen in time and space within an invulnerable crystal shell.",
   "Attract": "Two objects are strongly magnetically attracted to each other if they come within 10 feet.",
   "Auditory Illusion": "You create illusory sounds that seem to come from a direction of your choice.",
   "Babble": "A creature must loudly and clearly repeat everything you think. It is otherwise mute.",
   "Bait Flower": "A plant sprouts from the ground that emanates the smell of decaying flesh.",
   "Beast Form": "You and your possessions transform into a mundane animal.",
   "Befuddle": "A creature of your choice is unable to form new short-term memories for the duration of the spell.",
   "Body Swap": "You switch bodies with a creature you touch. If one body dies, the other dies as well.",
   "Charm": "A creature you can see treats you as a friend.",
   "Comprehend": "You become fluent in all languages for a short while.",
   "Command": "A target obeys a single three-word command that does not cause it harm.",
   "Cone of Foam": "Dense foam sprays from your hand, coating the target.",
   "Control Plants": "Nearby plants and trees obey you and gain the ability to move at a slow pace.",
   "Control Weather": "You may alter the type of weather at will, but you do not otherwise control it.",
   "Cure Wounds": "Restore 1d4 STR per day to a creature you can touch.",
   "Deafen": "All nearby creatures are deafened.",
   "Detect Magic": "You can see or hear nearby magical auras.",
   "Disassemble": "Any of your body parts may be detached and reattached at will, without causing pain or damage. You can still control them.",
   "Disguise": "You may alter the appearance of one character at will as long as they remain humanoid. Attempts to duplicate other characters will seem uncanny.",
   "Displace": "An object appears to be up to 15ft from its actual position.",
   "Earthquake": "The ground begins shaking violently. Structures may be damaged or collapse.",
   "Elasticity": "Your body can stretch up to 10ft.",
   "Elemental Wall": "A straight wall of ice or fire 50ft long and 10ft high rises from the ground.",
   "Filch": "A visible item teleports to your hands.",
   "Flare": "A bright ball of energy fires a trail of light into the sky, revealing your location to friend or foe.",
   "Fog Cloud": "A dense fog spreads out from you.",
   "Frenzy": "A nearby creature erupts in a frenzy of violence.",
   "Gate": "A portal to a random plane opens.",
   "Gravity Shift": "You can change the direction of gravity, but only for yourself.",
   "Greed": "A creature develops the overwhelming urge to possess a visible item of your choice.",
   "Haste": "Your movement speed is tripled.",
   "Hatred": "A creature develops a deep hatred of another creature or group and wishes to destroy them.",
   "Hear Whispers": "You can hear faint sounds clearly.",
   "Hover": "An object hovers, frictionless, 2ft above the ground. It can hold up to one humanoid.",
   "Hypnotize": "A creature enters a trance and will truthfully answer one yes or no question you ask it.",
   "Icy Touch": "A thick ice layer spreads across a touched surface, up to 10ft in radius.",
   "Identify Owner": "Letters appear over the object you touch, spelling out the name of the object's owners, if there are any.",
   "Illuminate": "A floating light moves as you command.",
   "Invisible Tether": "Two objects within 10ft of each other cannot be moved more than 10ft apart.",
   "Knock": "A nearby mundane or magical lock unlocks – loudly.",
   "Leap": "You jump up to 10ft high, once.",
   "Liquid Air": "The air around you becomes swimmable.",
   "Magic Dampener": "All nearby magical effects have their effectiveness halved.",
   "Manse": "A sturdy, furnished cottage appears for 12 hours. You can permit and forbid entry to it at will.",
   "Marble Craze": "Your pockets are full of marbles, and will refill every 30 seconds.",
   "Masquerade": "A character’s appearance and voice becomes identical to those of a character you touch.",
   "Miniaturize": "A creature you touch is shrunk down to the size of a mouse.",
   "Mirror Image": "An illusory duplicate of yourself appears and is under your control.",
   "Mirrorwalk": "A mirror becomes a gateway to another mirror that you looked into today.",
   "Multiarm": "You temporarily gain an extra arm.",
   "Night Sphere": "A 50ft wide sphere of darkness displaying the night sky appears before you.",
   "Objectify": "You become any inanimate object between the size of a grand piano and an apple.",
   "Ooze Form": "You become a living jelly.",
   "Pacify": "A creature near you has an aversion to violence.",
   "Phobia": "A nearby creature becomes terrified of an object of your choice.",
   "Pit": "A pit 10ft wide and 10ft deep opens in the ground.",
   "Primal Surge": "A creature rapidly evolves into a future version of its species.",
   "Push/Pull": "An object of any size is pulled directly towards you or pushed directly away from you with the strength of one man.",
   "Raise Dead": "A skeleton rises from the ground to serve you. They are incredibly stupid and can only obey simple orders.",
   "Raise Spirit": "The spirit of a nearby corpse manifests and will answer 1 question.",
   "Read Mind": "You can hear the surface thoughts of nearby creatures.",
   "Repel": "Two objects are strongly magnetically repelled from each other within 10 feet.",
   "Scry": "You can see through the eyes of a creature you touched earlier today.",
   "Sculpt Elements": "Inanimate material behaves like clay in your hands.",
   "Sense": "Choose one kind of object (key, gold, arrow, jug, etc.). You can sense the nearest example.",
   "Shield": "A creature you touch is protected from mundane attacks for one minute.",
   "Shroud": "A creature you touch is invisible until they move.",
   "Shuffle": "Two creatures you can see instantly switch places.",
   "Sleep": "A creature you can see falls into a light sleep.",
   "Slick": "Every surface in a 30ft radius becomes extremely slippery.",
   "Smoke Form": "Your body becomes a living smoke that you can control.",
   "Sniff": "You can smell even the faintest traces of scents.",
   "Snuff": "The source of any mundane light you can see is instantly snuffed out.",
   "Sort": "Inanimate items sort themselves according to categories you set.",
   "Spectacle": "A clearly false but impressive illusion of your choice appears, under your control. It may be up to the size of a palace and has full motion and sound.",
   "Spellsaw": "A whirling blade flies from your chest, clearing any plant material in its way. It is otherwise harmless.",
   "Spider Climb": "You can climb surfaces like a spider.",
   "Summon Cube": "Once per second you may summon or banish a 3-foot-wide cube of earth. New cubes must be affixed to the earth or to other cubes.",
   "Swarm": "You become a swarm of crows, rats, or piranhas. You can only be harmed by blast attacks.",
   "Telekinesis": "You may mentally move 1 item under 60lbs.",
   "Telepathy": "Two creatures can hear each other’s thoughts, no matter how far apart.",
   "Teleport": "An object or person you can see is transported from one place to another in a 50ft radius.",
   "Target Lure": "An object you touch becomes the target of any nearby spell.",
   "Thicket": "A thicket of trees and dense brush up to 50ft wide suddenly sprouts up.",
   "Summon Idol": "A carved stone statue the size of a mule rises from the ground.",
   "Time Control": "Time in a 50ft bubble slows down or increases by 10% for 30 seconds.",
   "True Sight": "You see through all nearby illusions.",
   "Upwell": "A spring of seawater appears.",
   "Vision": "You completely control what a creature sees.",
   "Visual Illusion": "A silent, immobile, room-sized illusion of your choice appears.",
   "Ward": "A silver circle 50ft across appears on the ground. Choose one species that cannot cross it.",
   "Web": "Your wrists shoot thick webbing.",
   "Widget": "A primitive version of a drawn tool or item appears before you and disappears after a short time.",
   "Wizard Mark": "Your finger can shoot a stream of ulfire-colored paint. This paint is only visible to you and can be seen at any distance, even through solid objects.",
   "X-Ray Vision": "You can see through walls, dirt, clothing, etc."
}

